{
  "privacyPolicy": {
    "headline": "Privacy Policy",
    "intro": {
      "paragraphOne": "Protecting your personal data is important to us. This privacy policy informs you about how we process personal data on our website."
    },
    "responsible": {
      "subHeadline": "Data Controller",
      "paragraphOne": "The entity responsible for data processing on this website is:",
      "companyName": "MATJO - BBQ & HOTPOT",
      "address": {
        "street": "Alaunstraße 9",
        "city": "01099 Dresden"
      },
      "phone": "Phone: ",
      "phoneLink": "0351 81040272",
      "email": "E-Mail: "
    },
    "dataProcessing": {
      "subHeadline": "Processing of Personal Data",
      "paragraphOne": "Personal data is collected on our website exclusively through the contact form. This includes data such as your name, email address, and any additional information you voluntarily provide.",
      "paragraphTwo": "The collection of this data is intended to respond to your inquiries. The data will not be shared with third parties unless you have explicitly consented or there is a legal obligation to do so."
    },
    "instagramAPI": {
      "subHeadline": "Use of the Instagram Basic Display API",
      "paragraphOne": "We use the Instagram Basic Display API on our website to display content and images from our Instagram profile. When this content is loaded, a connection is established with Meta Platforms, Inc. (Instagram's operator).",
      "paragraphTwo": "In this process, your IP address and possibly other technical data may be transmitted to Meta Platforms. This data is processed by Meta Platforms according to their privacy policy.",
      "paragraphThree": "For more information on data processing by Meta Platforms and Instagram, please refer to the ",
      "instagramDataPolicy": "Instagram Privacy Policy"
    },
    "dataRetention": {
      "subHeadline": "Data Retention",
      "paragraphOne": "Your contact form data will be stored for the duration of processing your inquiry. Afterwards, the data will be deleted unless legal retention periods require longer storage."
    },
    "rights": {
      "subHeadline": "Your Rights",
      "paragraphOne": "You have the right to request information about the personal data we store about you, to have it corrected, deleted, or restrict its processing, and to object to the processing of your data. Please contact the above-mentioned address to exercise these rights."
    },
    "consent": {
      "subHeadline": "Consent",
      "paragraphOne": "By using the contact form, you consent to the processing of your data in accordance with this privacy policy."
    },
    "finalNotes": {
      "subHeadline": "Changes to this Privacy Policy",
      "paragraphOne": "We reserve the right to update this privacy policy from time to time to comply with current legal requirements or to implement changes in our services."
    }
  }
}